Repository: wp-plugins/wp-admin-bar-effect
Catalog: include/languages/wabelang-*.po
Languages: es_es

source: Link:
es_es: Enlace:

source: Open in new tab or window:
es_es: Abrir en<br>nueva pestaña o ventana:

source: Icon of the link:
es_es: Icono del enlace:

source: Speed:
es_es: Velocidad:

source: <strong>Advanced Settings</strong>
es_es: <strong>Opciones avanzadas</strong>

source: Sensitivity:
es_es: Sensibilidad:

source: Interval:
es_es: Intervalo:

source: Timeout:
es_es: Tiempo de espera:

source: Upload or Choose Your Icon File
es_es: Subir o seleccionar su archivo de icono

source: Insert Icon
es_es: Insertar icono

source: Options
es_es: Opciones

source: Default icon restored.
es_es: Icono predeterminado restaurado.

source: Undefined id of the url image.
es_es: Id de la url sin especificar.

source: General options
es_es: Opciones generales

source: Advanced options
es_es: Opciones avanzadas

source: Link
es_es: Enlace

source: Decide if it shows a link in the admin sidebar to your site.
es_es: Decide si se muestra en la barra lateral del administrador un enlace hacia su sitio.

source: Add Link with Separator decide if it shows a separator after link.
es_es: Añadir enlace con separador decide si quiere mostrar un separador despues del enlace.

source: Open in new tab or window
es_es: Abrir en nueva pestaña o ventana

source: Insert with javascript target tag for open in new tab or window.
es_es: Inserta con javascript la etiqueta target para abrir en una nueva pestaña o ventana.

source: Icon of the link
es_es: Icono del enlace

source: You can upload a image, enter a external url or use Dashicons.
es_es: Puede subir una imagen, introducir una url externa o usar Dashicons.

source: The image can not be greater than 16x16 pixels
es_es: La imagen no puede exceder de 16x16 pixeles

source: Speed
es_es: Velocidad

source: Is the option to change the speed of the effect is activated once hovering.
es_es: Es la opción para cambiar la velocidad del efecto una vez que se activa al pasar el ratón.

source: Sensitivity
es_es: Sensibilidad

source: If the mouse travels fewer than this number of pixels between polling intervals, then the "over" function will be called. With the minimum sensitivity threshold of 1, the mouse must not move between polling intervals. With higher sensitivity thresholds you are more likely to receive a false positive.
es_es: Si el ratón se desplaza menos del número de pixeles entre los intervalos de comprobación, se llamará a la function "over". Con el mínimo de sensibilidad de entrada de 1, el ratón no debe moverse entre los intervalos de comprobación. Con una mayor sensibilidad tiene más posibilidad de recibir falsos positivos.

source: Interval
es_es: Intervalo

source: The number of milliseconds hoverIntent waits between reading/comparing mouse coordinates. When the user's mouse first enters the element its coordinates are recorded. The soonest the "over" function can be called is after a single polling interval. Setting the polling interval higher will increase the delay before the first possible "over" call, but also increases the time to the next point of comparison.
es_es: El número de milisegundos que hoverIntent espera entre la lectura/comparación de las coordenadas del ratón. Cuando el ratón del usuario entra por primera vez en el elemento sus coordenadas se registran. Tan pronto como sea posible se llama a la funcion "over" despues de un solo intervalo. Aumentar el intervalo aumenta el retraso de la primera posible llamada a "over " pero también aumenta el tiempo entre comparación.

source: Timeout
es_es: Tiempo de espera

source: A simple delay, in milliseconds, before the "out" function is called. If the user mouses back over the element before the timeout has expired the "out" function will not be called (nor will the "over" function be called). This is primarily to protect against sloppy/human mousing trajectories that temporarily (and unintentionally) take the user off of the target element... giving them time to return.
es_es: Un simple retraso, en milisegundos, antes de la llamada a la función "out". Si el usuario pasa el ratón por encima del elemento antes de que el tiempo de espera haya expirado la función "out" no se llamará (ni la función "over"). Esto se debe principalmente a la protección contra las trayectorias al pasar el ratón por descuidado/humanos que temporalmente (y sin querer) llevan al usuario fuera del elemento de destino ... dándoles tiempo para volver.

source: Disabled
es_es: Deshabilitado

source: Enabled
es_es: Habilitado

source: Enabled with Separator
es_es: Habilitado con separador

source: Update icon
es_es: Subir icono

source: Restore icon
es_es: Restablecer icono

source: Default:
es_es: Por defecto:

source: Current:
es_es: Actual:

source: Default: 3000
es_es: Por defecto: 3000

source: Default: 4
es_es: Por defecto: 4

source: Default: 50
es_es: Por defecto: 50

source: Default: 200
es_es: Por defecto: 200
